Repository: Mohsens22/OpenPasat
Catalog: Pasat/Pasat/Pasat.Shared/Strings/*/Resources.resw
Source language: en
Languages: fa

# About.Text
source: About
fa: درباره

# Add.Content
source: Add
fa: اضافه کردن

# Age.Text
source: Age
fa: سن

# AllowInvalid.Text
source: Allow invalid:
fa: ادامه درصورت عدم اعتبار:

# AnswersGiven.Text
source: Answers given
fa: پاسخ داده شده

# Application.Name
source: PASAT
fa: پاسات

# AppName.FlowDirection
source: LeftToRight
fa: RightToLeft

# AppName.Text
source: PASAT
fa: پاسات

# Associates.Text
source: Associates
fa: کاردانی

# AudioType.Text
source: Audio
fa: شنیداری

# Bachelors.Text
source: Bachelors
fa: کارشناسی

# ClinicalHistory.Text
source: Clinical history:
fa: سابقه پزشکی:

# ClinicalHistoryPlaceholder.PlaceholderText
source: Asthma, ADHD, OCD, Cancer, Autism etc.
fa: آسم، وسواس، افسردگی، سرطان یا ...

# Correct.Text
source: Correct
fa: درست

# Correction.Text
source: Correction:
fa: تصحیح هنگام تست:

# CorrectionAxis.Header
source: Correction
fa: درستی

# Diploma.Text
source: Highschool Diploma
fa: دیپلم

# Divorced.Text
source: Divorced
fa: متارکه

# Doctorate.Text
source: Doctorate
fa: دکتری

# DomesticPartnership.Text
source: Domestic Partnership
fa: ازدواج سفید

# DrugAbuse.Text
source: Drug Abuse:
fa: سابقه مصرف مواد مخدر:

# DrugAbusePlaceholder.PlaceholderText
source: Alcohol, cigars, drugs etc.
fa: الکل، سیگار، مواد یا هرگونه سو استفاده دارویی

# Educatoin.Text
source: Education:
fa: تحصیلات:

# Elementary.Text
source: Elementary
fa: ابتدایی

# EndedAt.Text
source: Test started:
fa: زمان آغاز تست:

# Engaged.Text
source: Engaged
fa: نامزد

# Export.Content
source: Export
fa: ذخیره خروجی

# False.Text
source: False
fa: نادرست

# Fatigue.Text
source: Fatigue:
fa: خستگی ذهنی:

# Female.Text
source: Female
fa: زن

# FullName.Text
source: Name:
fa: نام:

# Gender.Text
source: Gender:
fa: جنسیت:

# History.Text
source: History
fa: سابقه

# Idle.Text
source: Ilde time:
fa: بی توجهی:

# Illiterate.Text
source: Illiterate
fa: بی سواد

# InformationReconSpeed.Text
source: Information Recognition Average:
fa: متوسط سرعت پردازش:

# Invalid.Text
source: Invalid
fa: نامعتبر

# IsTestValid.Text
source: Test validation:
fa: اعتبار تست:

# Job.Text
source: Job:
fa: شغل

# JobPlaceholder.PlaceholderText
source: Programmer
fa: کارمند بانک

# JuniorHigh.Text
source: Secondary School
fa: راهنمایی

# Language.Tag
source: en
fa: fa

# Language.Text
source: Language:
fa: زبان:

# Male.Text
source: Make
fa: مرد

# MaritalStatus.Text
source: Marital Status:
fa: تاهل:

# Married.Text
source: Married
fa: متاهل

# Masters.Text
source: Masters
fa: کارشناسی ارشد

# Milliseconds.Text
source: ms
fa: میلی ثانیه

# MixedType.Text
source: Mixed
fa: ترکیبی

# MustProvideAge.Text
source: You must provide age.
fa: باید سن خود را مشخص کنید

# MustProvideName.Text
source: You must provide username.
fa: باید نام خود را وارد کنید

# MustProvideUserName.Text
source: You must provide name.
fa: باید نام کاربری مشخص کنید

# NamePlaceholde.PlaceholderText
source: Alex Oliver
fa: سید علی رئیسی

# No.Text
source: No
fa: خیر

# NoAnswer.Text
source: No Answer
fa: بدون پاسخ

# NoEntry.Text
source: No Entry
fa: بدون پاسخ

# NonBinary.Text
source: Non Binary
fa: بدون جنسیت

# OpenRelationship.Text
source: Open Relationship
fa: روابط آزاد

# Other.Text
source: Other
fa: دیگر

# OtherInfo.Text
source: Other information:
fa: اطلاعات دیگر

# OtherInfoPlaceholder.PlaceholderText
source: Oriention, extra info, insurance etc.
fa: گرایشات، اطلاعات بیشتر، بیمه و ...

# Page.FlowDirection
source: LeftToRight
fa: RightToLeft

# PointsRecieved.Header
source: Points recieved
fa: امتیازات دریافتی

# Quantum.Text
source: Time interval:
fa: فاصله زمانی:

# Ready.Text
source: Ready!
fa: آماده باش!

# RecogReactionSpeed.Text
source: Recognition Reaction Average:
fa: متوسط سرعت شناخت و واکنش:

# Relationship.Text
source: Relationship
fa: رابطه عاطفی

# Search.PlaceholderText
source: Search
fa: جست و جو

# Seconds.Text
source: s
fa: ثانیه

# Seperated.Text
source: Seperated
fa: جدا از همسر

# Single.Text
source: Single
fa: مجرد

# Speedms.Header
source: Speed (ms)
fa: سرعت (میلی ثانیه)

# Start.Content
source: Start
fa: شروع

# StartedAt.Text
source: Test ended:
fa: زمان پایان تست:

# Sustain.Text
source: Sustain attention:
fa: توجه متوالی:

# Test.Text
source: Test
fa: تست

# TestAgain.Content
source: Test again
fa: آزمون مجدد

# TestCount.Text
source: Test count:
fa: تعداد محرک:

# TestFinished.Text
source: Test ended. Please wait ...
fa: تست به اتمام رسید. لطفا صبر کنید...

# TestInvalid.Text
source: Test is invalid. Please try again.
fa: تست معتبر نیست، لطفا دوباره امتحان کنید.

# TestPercentage.Text
source: Percentage:
fa: درصد تست:

# TestPoint.Text
source: Points:
fa: نمره تست:

# TestType.Text
source: Test type:
fa: نوع تست:

# TimeSpent.Header
source: Time spent
fa: زمان صرف شده

# TotalReactionTime.Text
source: Total Reaction Time:
fa: متوسط سرعت واکنش:

# Transgender.Text
source: Transgender
fa: ترنس

# TutorialMode.Content
source: Learn more ...
fa: یادگیری

# UDoctorate.Text
source: Post Doctorate
fa: فوق دکتری

# UIType.Text
source: Visual
fa: دیداری

# UnofficialEducation.Text
source: Unofficial Education
fa: بدون تحصیلات آکادمیک

# User.Text
source: User:
fa: کاربر:

# UserExists.Text
source: User exists.
fa: کاربر وجود دارد.

# Username.Text
source: Username:
fa: نام کاربری:

# UserNameHasInvalidChars.Text
source: Username contains invalid characters.
fa: نام کاربری حاوی کاراکتر های غیر مجاز میباشد

# Users.Text
source: Users
fa: کاربران

# Valid.Text
source: Valid
fa: معتبر

# ValidationCompleted.Text
source: Validation ended; starting test ...
fa: اعتبار سنجی پایان یافت. شروع تست...

# Warmup.Content
source: Warmup
fa: گرم کردن

# Yes.Text
source: Yes
fa: بله
